Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Propose table structure
sv: FÃ¶reslÃ¥ tabellstruktur

source: Move columns
sv: Flytta kolumner

source: Track view
sv: SpÃ¥rvisning

source: You may examine the data in the error report:
sv: Du kan undersÃ¶ka data i felrapporten:

source: Plugin
sv: Insticksprogram

source: Foreign key constraint %s has been dropped
sv: FrÃ¤mmande nyckel-begrÃ¤nsning %s har tagits bort

source: Constraint name
sv: BegrÃ¤nsningsnamn

source: + Add column
sv: + LÃ¤gg till kolumn

source: Format-specific options:
sv: Format-specifika alternativ:

source: Scroll down to fill in the options for the selected format and ignore the options for other formats.
sv: BlÃ¤ddra nedÃ¥t fÃ¶r att fylla i alternativen fÃ¶r det valda formatet och ignorera alternativ fÃ¶r andra format.

source: Encoding Conversion:
sv: Omkodning:

source: Select a template
sv: VÃ¤lj Mall

source: Importing into the current server
sv: Importera till den aktuella servern

source: Importing into the database "%s"
sv: Importera till databasen "%s "

source: Importing into the table "%s"
sv: Importera till tabellen "%s"

source: File to import:
sv: Fil att importera:

source: File may be compressed (%s) or uncompressed.
sv: Filen kan vara komprimerad (%s) eller okomprimerad.

source: You may also drag and drop a file on any page.
sv: Du kan ocksÃ¥ dra och slÃ¤ppa en fil pÃ¥ valfri sida.

source: File uploads are not allowed on this server.
sv: Uppladdning Ã¤r inte tillÃ¥ten pÃ¥ denna server.

source: Partial import:
sv: Partiell import:

source: Previous import timed out, after resubmitting will continue from position %d.
sv: FÃ¶regÃ¥ende import fick timeout. Efter Ã¥terupptagning av importen kommer den fortsÃ¤tta frÃ¥n position %d.

source: Skip this number of queries (for SQL) starting from the first one:
sv: Hoppa Ã¶ver detta antal frÃ¥gor (fÃ¶r SQL) rÃ¤knat frÃ¥n den fÃ¶rsta:

source: Other options:
sv: Andra alternativ:

source: Display GIS Visualization
sv: Visa GIS-visualisering

source: Label column
sv: Etikett kolumn

source: -- None --
sv: -- Inget --

source: Spatial column
sv: Spatial kolumn

source: Note: Enabling the database statistics here might cause heavy traffic between the web server and the MySQL server.
sv: Anm: Att aktivera databas-statistik hÃ¤r kan orsaka tung trafik mellan webbservern och MySQL-servern.

source: Enable statistics
sv: Aktivera Statistik

source: Export templates:
sv: Exportera mallar:

source: New template:
sv: Ny mall:

source: Template name
sv: Mallens namn

source: Existing templates:
sv: Befintliga mallar:

source: Template:
sv: Mall:

source: For default values, please enter just a single value, without backslash escaping or quotes, using this format: a
sv: FÃ¶r standardvÃ¤rden, ange endast ett enstaka vÃ¤rde, utan bakÃ¥tstreck eller citattecken, enligt formatet: a

source: Virtuality
sv: Virtuell

source: Move column
sv: Flytta kolumn

source: List of available transformations and their options
sv: Lista Ã¶ver tillgÃ¤ngliga omvandlingar och deras alternativ

source: Browser display transformation options
sv: WebblÃ¤saromvandling

source: Input transformation options
sv: Inmatningsalternativ

source: Relational key
sv: BeslÃ¤ktad nyckel

source: Show binary contents
sv: Visa binÃ¤rt innehÃ¥ll

source: Show BLOB contents
sv: Visa BLOB-innehÃ¥ll

source: Hide browser transformation
sv: DÃ¶lj webblÃ¤sarens transformation

source: Well Known Text
sv: VÃ¤lkÃ¤nd text

source: Well Known Binary
sv: VÃ¤lkÃ¤nd binÃ¤r

source: This is a read-only variable and can not be edited
sv: Detta Ã¤r en variabel som skrivskyddad och kan inte redigeras

source: Show/Hide tables list
sv: Visa/GÃ¶m tabellista

source: View in fullscreen
sv: Visa i helskÃ¤rmslÃ¤ge

source: Exit fullscreen
sv: Avsluta helskÃ¤rmslÃ¤ge

source: New page
sv: Ny sida

source: Delete pages
sv: Ta bort sidor

source: Reload
sv: Uppdatera

source: Angular links
sv: Vinklade lÃ¤nkar

source: Direct links
sv: Direkta lÃ¤nkar

source: Snap to grid
sv: FÃ¤st vid rutnÃ¤t

source: Small/Big All
sv: SmÃ¥/Stora Alla

source: Toggle small/big
sv: VÃ¤xla liten/stor

source: Export schema
sv: Exportera schema

source: Build Query
sv: Bygg sÃ¶kfrÃ¥ga

source: Move Menu
sv: Flytta meny

source: Pin text
sv: FÃ¤st texter

source: Search in database
sv: SÃ¶k i databas

source: Words or values to search for (wildcard: "%"):
sv: Ord eller vÃ¤rden att sÃ¶ka efter (jokertecken: "%"):

source: Inside tables:
sv: Inuti tabeller:

source: Inside column:
sv: Inuti kolumnen:

source: Move the columns by dragging them up and down.
sv: Flytta kolumner genom att dra dem uppÃ¥t och nedÃ¥t.

source: Browse/Edit the points
sv: BlÃ¤ddra / Redigera punkter

source: How to use
sv: Hur du anvÃ¤nder

source: Reset zoom
sv: Ã terstÃ¤ll zoom

source: Use this value
sv: AnvÃ¤nd detta vÃ¤rde

source: Referenced by %s.
sv: Refereras av %s.

source: Is a foreign key.
sv: Ãr en frÃ¤mmande nyckel.

source: Pick from Central Columns
sv: VÃ¤lj frÃ¥n huvudkolumn

source: Convert to Kana
sv: Konvertera till Kana

source: A primary key has been added on %s.
sv: En primÃ¤r nyckel har lagts till fÃ¶r %s.

source: An index has been added on %s.
sv: Ett index har lagts till fÃ¶r %s.

source: Remove from central columns
sv: Ta bort frÃ¥n centrala kolumner

source: Add to central columns
sv: Addera till centrala kolumner

source: Column-specific privileges
sv: Kolumnspecifika privilegier

source: Create database
sv: Skapa databas

source: Active options
sv: Aktiva alternativ

source: Column %s has been dropped.
sv: Kolumnen %s har tagits bort.

source: Find and replace - preview
sv: SÃ¶k och ersÃ¤tt - fÃ¶rhandsgranskning

source: Original string
sv: Ursprunglig strÃ¤ng

source: Replaced string
sv: Ersatt strÃ¤ng

source: Replace
sv: Ersätt

source: No databases
sv: Inga databaser

source: Hide/Show all
sv: DÃ¶lj/Visa alla

source: Number of tables:
sv: Antal tabeller:

source: Query window
sv: SÃ¶kfÃ¶nster

source: Select binary log to view
sv: VÃ¤lj binÃ¤r logg att visa

source: Tracking is active.
sv: SpÃ¥rning Ã¤r aktiv.

source: Tracking is not active.
sv: SpÃ¥rning Ã¤r inaktiv.

source: New database name
sv: Nytt Databasnamn

source: New table name
sv: Nytt tabellnamn

source: New column name
sv: Nytt kolumnnamn

source: No preview available.
sv: Ingen fÃ¶rhandsgranskning tillgÃ¤nglig.

source: Your browser has phpMyAdmin configuration for this domain. Would you like to import it for current session?
sv: Din webblÃ¤sare har en phpMyAdmin-konfiguration fÃ¶r denna domÃ¤n. Vill du importera den fÃ¶r nuvarande session?

source: Index name:
sv: Indexnamn:

source: "PRIMARY" <b>must</b> be the name of and <b>only of</b> a primary key!
sv: "PRIMARY" <b>mÃ¥ste</b> vara namnet pÃ¥ och <b>endast pÃ¥</b> en primÃ¤rnyckel!

source: Index choice:
sv: Index val:

source: Key block size:
sv: Nyckelblockstorlek:

source: Index type:
sv: Indextyp:

source: Comment:
sv: Kommentar:

source: Drag to reorder
sv: Dra för att sortera om

source: Continue insertion with %s rows
sv: FortsÃ¤tt inmatning med %s rader

source: Showing create queries
sv: Visa skapade frÃ¥gor

source: Foreign key constraints
sv: BegrÃ¤nsningar av frÃ¤mmande nyckel

source: Constraint properties
sv: Restriktionersvillkor

source: Only columns with index will be displayed. You can define an index below.
sv: Endast kolumner med index visas. Du kan definiera ett index nedan.

source: Foreign key constraint
sv: BegrÃ¤nsning av frÃ¤mmande nyckel

source: + Add constraint
sv: + LÃ¤gg till villkor

source: Internal relation
sv: Intern relation

source: An internal relation is not necessary when a corresponding FOREIGN KEY relation exists.
sv: En intern relation Ã¤r inte nÃ¶dvÃ¤ndig nÃ¤r en motsvarande frÃ¤mmande nyckel relation finns.

source: Choose column to display:
sv: VÃ¤lj kolumn att visa:

source: Taking you to the target site.
sv: Tar dig till mÃ¥lwebbplatsen.

source: You don't have sufficient privileges to be here right now!
sv: Du har inte tillrÃ¤cklig behÃ¶righet fÃ¶r att vara hÃ¤r nu!

source: Rename view to
sv: Ãndra namn till

source: Delete the view (DROP)
sv: Ta bort vyn (DROP)

source: Uptime below one day
sv: Upptid mindre Ã¤n en dag

source: Uptime is less than 1 day, performance tuning may not be accurate.
sv: Upptid Ã¤r mindre Ã¤n en dag, prestandajustering kanske inte Ã¤r korrekt.

source: To have more accurate averages it is recommended to let the server run for longer than a day before running this analyzer
sv: FÃ¶r att fÃ¥ mer exakta medelvÃ¤rden rekommenderas att lÃ¥ta servern kÃ¶ras lÃ¤ngre Ã¤n en dag innan du kÃ¶r denna analysator

source: The uptime is only %s
sv: Upptid Ã¤r bara %s

source: Questions below 1,000
sv: FrÃ¥gor mindre Ã¤n 1000

source: Fewer than 1,000 questions have been run against this server. The recommendations may not be accurate.
sv: FÃ¤rre Ã¤n 1000 frÃ¥gor har kÃ¶rts mot denna server. Rekommendationerna kanske inte Ã¤r korrekta.

source: Let the server run for a longer time until it has executed a greater amount of queries.
sv: LÃ¥t servern kÃ¶ra under en lÃ¤ngre tid tills den har utfÃ¶rt en stÃ¶rre mÃ¤ngd frÃ¥gor.

source: Current amount of Questions: %s
sv: Nuvarande antal frÃ¥gor: %s

source: Percentage of slow queries
sv: Andel lÃ¥ngsamma frÃ¥gor

source: There is a lot of slow queries compared to the overall amount of Queries.
sv: Det Ã¤r mÃ¥nga lÃ¥ngsamma frÃ¥gor i fÃ¶rhÃ¥llande till det totala antalet frÃ¥gor.

source: You might want to increase {long_query_time} or optimize the queries listed in the slow query log
sv: Du kanske vill Ã¶ka {long_query_time} eller optimera de frÃ¥gor som anges i den lÃ¥ngsamma sÃ¶kfrÃ¥geloggen

source: The slow query rate should be below 5%%, your value is %s%%.
sv: Andelen lÃ¥ngsamma frÃ¥gor bÃ¶r vara under 5%%. Ditt vÃ¤rde Ã¤r %s%%.

source: Slow query rate
sv: LÃ¥ngsam frÃ¥getakt

source: There is a high percentage of slow queries compared to the server uptime.
sv: Det finns en stor andel av lÃ¥ngsamma frÃ¥gor jÃ¤mfÃ¶rt med serverns upptid.

source: You have a slow query rate of %s per hour, you should have less than 1%% per hour.
sv: Du har en lÃ¥ngsam frÃ¥gehastighet av %s per timme, du bÃ¶r ha mindre Ã¤n 1%% per timme.

source: Long query time
sv: LÃ¤ng sÃ¶ktid

source: {long_query_time} is set to 10 seconds or more, thus only slow queries that take above 10 seconds are logged.
sv: {long_query_time} Ã¤r satt till 10 sekunder eller lÃ¤ngre, alltsÃ¥ endast lÃ¥ngsamma frÃ¥gor som tar Ã¶ver 10 sekunder blir loggade.

source: It is suggested to set {long_query_time} to a lower value, depending on your environment. Usually a value of 1-5 seconds is suggested.
sv: Det rekommenderas att sÃ¤tta {long_query_time} till ett lÃ¤gre vÃ¤rde, beroende pÃ¥ din miljÃ¶. Ett vÃ¤rde pÃ¥ 1-5 sekunder Ã¤r lÃ¤mpligt.

source: long_query_time is currently set to %ds.
sv: long_query_time Ã¤r fÃ¶r nÃ¤rvarande satt till %ds.

source: Slow query logging
sv: LÃ¥ngsam frÃ¥geloggning

source: The slow query log is disabled.
sv: Den lÃ¥ngsamma sÃ¶kfrÃ¥geloggen Ã¤r inaktiverad.

source: Enable slow query logging by setting {log_slow_queries} to 'ON'. This will help troubleshooting badly performing queries.
sv: Aktivera lÃ¥ngsam frÃ¥geloggning genom att sÃ¤tta {log_slow_queries} till "ON". Detta kommer att fÃ¶rbÃ¤ttra vid felsÃ¶kning av dÃ¥lig prestanda frÃ¥gor.

source: log_slow_queries is set to 'OFF'
sv: log_slow_queries Ã¤r satt till 'OFF'

source: Enable slow query logging by setting {slow_query_log} to 'ON'. This will help troubleshooting badly performing queries.
sv: Aktivera lÃ¥ngsam frÃ¥geloggning genom att sÃ¤tta {slow_query_log} till "ON". Detta kommer att underlÃ¤tta felsÃ¶kning av frÃ¥gor med dÃ¥lig prestanda.

source: slow_query_log is set to 'OFF'
sv: slow_query_log Ã¤r satt till 'OFF'

source: Release Series
sv: Versionsserie

source: The MySQL server version less than 5.1.
sv: MySQL-serverversionen Ã¤r mindre Ã¤n 5.1.

source: You should upgrade, as MySQL 5.1 has improved performance, and MySQL 5.5 even more so.
sv: Du bÃ¶r uppgradera, eftersom MySQL 5.1 har bÃ¤ttre prestanda, och MySQL 5.5 Ã¤nnu bÃ¤ttre.

source: Current version: %s
sv: Nuvarande version: %s

source: Version less than 5.1.30 (the first GA release of 5.1).
sv: Version lÃ¤gre Ã¤n 5.1.30 (den fÃ¶rsta GA utgÃ¥van av 5.1).

source: You should upgrade, as recent versions of MySQL 5.1 have improved performance and MySQL 5.5 even more so.
sv: Du bÃ¶r uppgradera, eftersom de senare versionerna av MySQL 5.1 har fÃ¶rbÃ¤ttrad prestanda och MySQL 5.5 Ã¤nnu mer.

source: Version less than 5.5.8 (the first GA release of 5.5).
sv: Version lÃ¤gre Ã¤n 5.5.8 (den fÃ¶rsta GA utgÃ¥van av 5.5).

source: Version is compiled from source, not a MySQL official binary.
sv: Version Ã¤r kompilerad frÃ¥n kÃ¤llan, inte frÃ¥n en officiell MySQL binÃ¤r.

source: If you did not compile from source, you may be using a package modified by a distribution. The MySQL manual only is accurate for official MySQL binaries, not any package distributions (such as RedHat, Debian/Ubuntu etc).
sv: Om du inte kompilerade frÃ¥n kÃ¤llkod, sÃ¥ kanske du anvÃ¤nder ett paket som modifierats av en distribution. MySQL-handboken Ã¤r endast exakt fÃ¶r officiella MySQL-binÃ¤rer, inte nÃ¥gon distributions paket (t.ex. RedHat, Debian/Ubuntu etc).

source: 'source' found in version_comment
sv: "kÃ¤lla" hittades i version_comment

source: The MySQL manual only is accurate for official MySQL binaries.
sv: MySQL-handboken Ã¤r endast korrekt fÃ¶r officiella MySQL-binÃ¤rer.

source: Percona documentation is at <a href="https://www.percona.com/software/documentation/">https://www.percona.com/software/documentation/</a>
sv: Percona dokumentation finns pÃ¥ <a href="https://www.percona.com/software/documentation/"> https://www.percona.com/software/documentation/</a>

source: 'percona' found in version_comment
sv: "percona" hittades i version_comment

source: MySQL Architecture
sv: MySQL-arkitektur

source: MySQL is not compiled as a 64-bit package.
sv: MySQL Ã¤r inte kompilerad som ett 64-bitars paket.

source: Your memory capacity is above 3 GiB (assuming the Server is on localhost), so MySQL might not be able to access all of your memory. You might want to consider installing the 64-bit version of MySQL.
sv: Din minneskapacitet Ã¤r Ã¶ver 3 GiB (fÃ¶rutsatt att servern Ã¤r pÃ¥ localhost), sÃ¥ MySQL kanske inte kan att fÃ¥ tillgÃ¥ng till allt minne. Du kan vilja Ã¶vervÃ¤ga att installera 64-bitars versionen av MySQL.

source: Available memory on this host: %s
sv: TillgÃ¤ngligt minne pÃ¥ denna vÃ¤rd: %s

source: Query caching method
sv: FrÃ¥gecache-metod

source: Suboptimal caching method.
sv: Ej optimal cache-metod.

source: You are using the MySQL Query cache with a fairly high traffic database. It might be worth considering to use <a href="https://dev.mysql.com/doc/refman/5.5/en/ha-memcached.html">memcached</a> instead of the MySQL Query cache, especially if you have multiple slaves.
sv: Du anvÃ¤nder MySQL:s frÃ¥gecache med en ganska hÃ¶gbelastad databas. Det kan vara vÃ¤rt att Ã¶vervÃ¤ga att anvÃ¤nda <a href="https://dev.mysql.com/doc/refman/5.5/en/ha-memcached.html">memcached</a> istÃ¤llet fÃ¶r frÃ¥gecachen, speciellt om du har flera slavar.

source: The query cache is enabled and the server receives %d queries per second. This rule fires if there is more than 100 queries per second.
sv: FrÃ¥gecachen Ã¤r aktiverad och servern tar emot %d fÃ¶rfrÃ¥gningar per sekund. Denna regel aktiveras nÃ¤r det Ã¤r mer Ã¤n 100 fÃ¶rfrÃ¥gningar per sekund.

source: Percentage of sorts that cause temporary tables
sv: Andelen av sorteringar som medfÃ¶r temporÃ¤ra tabeller

source: Too many sorts are causing temporary tables.
sv: AlltfÃ¶r mÃ¥nga sorteringar orsakar temporÃ¤ra tabeller.

source: %s%% of all sorts cause temporary tables, this value should be lower than 10%%.
sv: %s%% av alla sorteringar orsakar tillfÃ¤lliga tabeller, detta vÃ¤rde bÃ¶r vara lÃ¤gre Ã¤n 10%%.

source: Rate of sorts that cause temporary tables
sv: Andelen sorteringar som orsakar temporÃ¤ra tabeller

source: Temporary tables average: %s, this value should be less than 1 per hour.
sv: Genomsnittligt antal temporÃ¤ra tabeller: %s. detta vÃ¤rde bÃ¶r vara mindre Ã¤n 1 per timme.

source: Sort rows
sv: Sortera rader

source: There are lots of rows being sorted.
sv: Det Ã¤r mÃ¥nga rader som blir sorterade.

source: Sorted rows average: %s
sv: Genomsnittligt antal sorterade rader: %s

source: Rate of joins without indexes
sv: Andelen JOIN som saknar index

source: There are too many joins without indexes.
sv: Det finns fÃ¶r mÃ¥nga JOINS som saknar index.

source: Table joins average: %s, this value should be less than 1 per hour
sv: Tabellkoppling i genomsnitt: %s detta vÃ¤rde bÃ¶r vara mindre Ã¤n 1 per timme

source: Rate of reading first index entry
sv: Andel lÃ¤sning av fÃ¶rsta indexpost

source: The rate of reading the first index entry is high.
sv: Frekvensen av att lÃ¤sa fÃ¶rsta indexpost Ã¤r hÃ¶g.

source: This usually indicates frequent full index scans. Full index scans are faster than table scans but require lots of CPU cycles in big tables, if those tables that have or had high volumes of UPDATEs and DELETEs, running 'OPTIMIZE TABLE' might reduce the amount of and/or speed up full index scans. Other than that full index scans can only be reduced by rewriting queries.
sv: Detta indikerar oftast frekventa fullstÃ¤ndiga indexsÃ¶kningar. FullstÃ¤ndiga indexsÃ¶kningar Ã¤r snabbare Ã¤n tabellsÃ¶kningar, men krÃ¤ver mycket CPU-tid vid stora tabeller, om dessa tabeller har eller har haft stora volymer av UPDATES's och DELETE's, kan "OPTIMIZE TABLE" minska mÃ¤ngden och/eller snabba upp fullstÃ¤ndiga indexsÃ¶kningar. FullstÃ¤ndiga indexskanningar kan bara minskas genom att skriva om frÃ¥gorna.

source: Index scans average: %s, this value should be less than 1 per hour
sv: Index sÃ¶kningar i genomsnitt: %s detta vÃ¤rde bÃ¶r vara mindre Ã¤n 1 per timme

source: Rate of reading fixed position
sv: Andelen lÃ¤sning av fast position

source: The rate of reading data from a fixed position is high.
sv: Frekvensen att lÃ¤sa data frÃ¥n en fast position Ã¤r hÃ¶g.

source: This indicates that many queries need to sort results and/or do a full table scan, including join queries that do not use indexes. Add indexes where applicable.
sv: Detta tyder pÃ¥ att mÃ¥nga frÃ¥gor behÃ¶ver sortera resultat och / eller gÃ¶ra en fullstÃ¤ndig tabellsÃ¶kning, innehÃ¥llande join-frÃ¥gor som inte anvÃ¤nder index. LÃ¤gg till index i fÃ¶rekommande fall.

source: Rate of reading fixed position average: %s, this value should be less than 1 per hour
sv: Andelen lÃ¤sning av fast position i genomsnitt: %s detta vÃ¤rde bÃ¶r vara mindre Ã¤n 1 per timme

source: Rate of reading next table row
sv: Andelen av lÃ¤sning av nÃ¤sta tabellrad

source: The rate of reading the next table row is high.
sv: Frekvensen av lÃ¤sning av nÃ¤sta tabellrad Ã¤r hÃ¶g.

source: This indicates that many queries are doing full table scans. Add indexes where applicable.
sv: Detta tyder pÃ¥ att mÃ¥nga frÃ¥gor utfÃ¶r en fullstÃ¤ndig tabellsÃ¶kning, LÃ¤gg till index i fÃ¶rekommande fall.

source: Rate of reading next table row: %s, this value should be less than 1 per hour
sv: Andelen av lÃ¤sning av nÃ¤sta tabellrad: %s, detta vÃ¤rde bÃ¶r vara mindre Ã¤n 1 per timme

source: Different tmp_table_size and max_heap_table_size
sv: tmp_table_size och max_heap_table_size Ã¤r olika

source: {tmp_table_size} and {max_heap_table_size} are not the same.
sv: {tmp_table_size} och {max_heap_table_size} Ã¤r inte samma.

source: If you have deliberately changed one of either: The server uses the lower value of either to determine the maximum size of in-memory tables. So if you wish to increase the in-memory table limit you will have to increase the other value as well.
sv: Om du medvetet Ã¤ndrat nÃ¥gondera: Servern anvÃ¤nder det lÃ¤gre vÃ¤rdet av dem fÃ¶r att bestÃ¤mma den maximala storleken pÃ¥ in-memory tabeller. SÃ¥ om du vill Ã¶ka iminnets tabellgrÃ¤ns kommer du behÃ¶va Ã¶ka andra vÃ¤rdet ocksÃ¥.

source: Current values are tmp_table_size: %s, max_heap_table_size: %s
sv: Nuvarande vÃ¤rden Ã¤r tmp_table_size: %s, max_heap_table_size:%s

source: Percentage of temp tables on disk
sv: Andel temporÃ¤ra tabeller pÃ¥ disken

source: Many temporary tables are being written to disk instead of being kept in memory.
sv: MÃ¥nga temporÃ¤ra tabeller skrivs till disken istÃ¤llet fÃ¶r att lagras i minnet.

source: Increasing {max_heap_table_size} and {tmp_table_size} might help. However some temporary tables are always being written to disk, independent of the value of these variables. To eliminate these you will have to rewrite your queries to avoid those conditions (Within a temporary table: Presence of a BLOB or TEXT column or presence of a column bigger than 512 bytes) as mentioned in the beginning of an <a href="https://www.facebook.com/note.php?note_id=10150111255065841&comments">Article by the Pythian Group</a>
sv: Att Ã¶ka {max_heap_table_size:} och {tmp_table_size:} kan hjÃ¤lpa. Men vissa temporÃ¤ra tabeller skrivs alltid till disk, oberoende av vÃ¤rdet pÃ¥ dessa variabler. FÃ¶r att eliminera dessa mÃ¥ste du skriva om dina frÃ¥gor fÃ¶r att undvika dessa villkor (Inom en temporÃ¤r tabell: FÃ¶rekomst av en BLOB- eller TEXT-kolumn eller fÃ¶rekomsten av en kolumn stÃ¶rre Ã¤n 512 byte) som nÃ¤mns i bÃ¶rjan av en artikel av Pythian group: <a href="https://www.facebook.com/note.php?note_id=10150111255065841&comments">

source: %s%% of all temporary tables are being written to disk, this value should be below 25%%
sv: %s%% av alla temporÃ¤ra tabeller skrivna till disk, detta vÃ¤rde bÃ¶r vara mindre Ã¤n 25%%

source: Temp disk rate
sv: TemporÃ¤r diskanvÃ¤ndning

source: Increasing {max_heap_table_size} and {tmp_table_size} might help. However some temporary tables are always being written to disk, independent of the value of these variables. To eliminate these you will have to rewrite your queries to avoid those conditions (Within a temporary table: Presence of a BLOB or TEXT column or presence of a column bigger than 512 bytes) as mentioned in the <a href="https://dev.mysql.com/doc/refman/5.5/en/internal-temporary-tables.html">MySQL Documentation</a>
sv: Att Ã¶ka {max_heap_table_size} och {tmp_table_size} kan hjÃ¤lpa. Men vissa temporÃ¤ra tabeller skrivs alltid till disk, oberoende av vilka vÃ¤rden dessa variabler har. FÃ¶r att eliminera dessa mÃ¥ste du skriva om dina frÃ¥gor fÃ¶r att undvika dessa villkor (Inom en temporÃ¤r tabell: FÃ¶rekomst av en BLOB- eller TEXT-kolumn eller fÃ¶rekomsten av en kolumn stÃ¶rre Ã¤n 512 byte) som nÃ¤mns i <a href="https://dev.mysql.com/doc/refman/5.5/en/internal-temporary-tables.html">MySQL-dokumentationen</a>

source: Rate of temporary tables being written to disk: %s, this value should be less than 1 per hour
sv: Andelen temporÃ¤ra tabeller som skrivs till disk: %s, detta vÃ¤rde bÃ¶r vara mindre Ã¤n 1 per timme

source: MyISAM key buffer size
sv: Nyckelbuffertstorlek fÃ¶r MyISAM

source: Key buffer is not initialized. No MyISAM indexes will be cached.
sv: Nyckelbuffert Ã¤r inte initialiserad. Inga MyISAM-index kommer cachas.

source: Set {key_buffer_size} depending on the size of your MyISAM indexes. 64M is a good start.
sv: Definiera {key_buffer_size} beroende pÃ¥ storleken pÃ¥ dina MyISAM-index. 64Mb Ã¤r en bra bÃ¶rjan.

source: key_buffer_size is 0
sv: key_buffer_size Ã¤r 0

source: Max %% MyISAM key buffer ever used
sv: Max %% MyISAM-nyckelbuffert som nÃ¥gonsin anvÃ¤nts

source: MyISAM key buffer (index cache) %% used is low.
sv: MyISAM key buffer (index cache) %% anvÃ¤nt, Ã¤r lÃ¥gt.
